# Brewfile
brew "ca-certificates"
brew "gettext"
brew "libidn2"
brew "mpdecimal"
brew "podman"
brew "sqlite"
brew "autoenv"
brew "gh"
brew "libunistring"
brew "nixpacks"
brew "python@3.11"
brew "ssh-copy-id"
brew "wget"
brew "autojump"
brew "deno"
brew "git-gui"
brew "hub"
brew "nvm"
brew "python@3.12"
brew "supabase"
brew "xz"
brew "awscli"
brew "doctl"
brew "go"
brew "openssl@3"
brew "readline"
brew "tcl-tk"
brew "vs-code"
brew "nvm"
brew "ffmpeg"
brew "vlc"
brew "coreutils"

# Casks
cask "1password-cli"
cask "chromium"
cask "font-hack-nerd-font"
cask "gitkraken-cli"
cask "docker"
cask "slack"